{
  "text": {
    " ": 0,
    "안": 395,
    "녕": 265,
    " 안": 91,
    "안녕": 396,
    "녕 ": 266,
    " 안녕": 92,
    "안녕 ": 397,
    " 안녕 ": 93,
    "하": 530,
    "세": 376,
    "요": 425,
    "녕하": 267,
    "하세": 533,
    "세요": 377,
    "요 ": 426,
    "안녕하": 398,
    "녕하세": 268,
    "하세요": 534,
    "세요 ": 378,
    " 안녕하": 94,
    "안녕하세": 399,
    "녕하세요": 269,
    "하세요 ": 535,
    "이": 438,
    " 하": 151,
    "하이": 536,
    "이 ": 439,
    " 하이": 152,
    "하이 ": 537,
    " 하이 ": 153,
    "좋": 484,
    "은": 432,
    " 좋": 134,
    "좋은": 485,
    "은 ": 433,
    " 좋은": 135,
    "좋은 ": 486,
    " 좋은 ": 136,
    "아": 390,
    "침": 524,
    " 아": 88,
    "아침": 393,
    "침 ": 525,
    " 아침": 89,
    "아침 ": 394,
    " 아침 ": 90,
    "히": 556,
    "녕히": 270,
    "히 ": 557,
    "안녕히": 400,
    "녕히 ": 271,
    " 안녕히": 95,
    "안녕히 ": 401,
    "계": 233,
    " 계": 16,
    "계세": 237,
    " 계세": 19,
    "계세요": 238,
    " 계세요": 20,
    "계세요 ": 239,
    "잘": 456,
    " 잘": 118,
    "잘 ": 457,
    " 잘 ": 119,
    "가": 218,
    " 가": 8,
    "가요": 224,
    " 가요": 11,
    "가요 ": 225,
    " 가요 ": 12,
    "바": 357,
    " 바": 70,
    "바이": 358,
    " 바이": 71,
    "바이 ": 359,
    " 바이 ": 72,
    "점": 477,
    "심": 388,
    " 점": 131,
    "점심": 478,
    "심 ": 389,
    " 점심": 132,
    "점심 ": 479,
    " 점심 ": 133,
    "뭐": 353,
    " 뭐": 66,
    "뭐 ": 354,
    " 뭐 ": 67,
    "먹": 337,
    "지": 493,
    "?": 174,
    " 먹": 55,
    "먹지": 341,
    "지?": 494,
    "? ": 175,
    " 먹지": 58,
    "먹지?": 342,
    "지? ": 495,
    " 먹지?": 59,
    "먹지? ": 343,
    "오": 422,
    "늘": 276,
    " 오": 105,
    "오늘": 423,
    "늘 ": 277,
    " 오늘": 106,
    "오늘 ": 424,
    " 오늘 ": 107,
    "저": 474,
    "녁": 263,
    " 저": 128,
    "저녁": 475,
    "녁 ": 264,
    " 저녁": 129,
    "저녁 ": 476,
    " 저녁 ": 130,
    "야": 406,
    "뭐야": 355,
    "야 ": 407,
    " 뭐야": 68,
    "뭐야 ": 356,
    " 뭐야 ": 69,
    "메": 344,
    "뉴": 272,
    " 메": 60,
    "메뉴": 345,
    "뉴 ": 273,
    " 메뉴": 61,
    "메뉴 ": 346,
    " 메뉴 ": 62,
    "추": 514,
    "천": 508,
    "해": 548,
    "줘": 491,
    " 추": 146,
    "추천": 518,
    "천해": 509,
    "해줘": 554,
    "줘 ": 492,
    " 추천": 149,
    "추천해": 519,
    "천해줘": 512,
    "해줘 ": 555,
    " 추천해": 150,
    "추천해줘": 521,
    "천해줘 ": 513,
    "을": 434,
    "까": 253,
    "먹을": 338,
    "을까": 435,
    "까?": 254,
    " 먹을": 56,
    "먹을까": 339,
    "을까?": 436,
    "까? ": 255,
    " 먹을까": 57,
    "먹을까?": 340,
    "을까? ": 437,
    "감": 228,
    "자": 452,
    " 감": 13,
    "감자": 229,
    "자 ": 453,
    " 감자": 14,
    "감자 ": 230,
    " 감자 ": 15,
    "리": 328,
    " 요": 108,
    "요리": 427,
    "리 ": 329,
    " 요리": 109,
    "요리 ": 428,
    " 요리 ": 110,
    "있": 443,
    "어": 411,
    " 있": 111,
    "있어": 446,
    "어?": 412,
    " 있어": 114,
    "있어?": 447,
    "어? ": 413,
    " 있어?": 115,
    "있어? ": 448,
    "란": 302,
    "으": 429,
    "로": 317,
    "계란": 234,
    "란으": 303,
    "으로": 430,
    "로 ": 318,
    " 계란": 17,
    "계란으": 235,
    "란으로": 304,
    "으로 ": 431,
    " 계란으": 18,
    "계란으로": 236,
    "란으로 ": 305,
    "만": 330,
    "들": 293,
    " 만": 49,
    "만들": 331,
    "들 ": 294,
    " 만들": 50,
    "만들 ": 332,
    " 만들 ": 51,
    "수": 381,
    " 수": 86,
    "수 ": 382,
    " 수 ": 87,
    "는": 274,
    "있는": 444,
    "는 ": 275,
    " 있는": 112,
    "있는 ": 445,
    " 있는 ": 113,
    "알": 402,
    "려": 314,
    " 알": 96,
    "알려": 403,
    "려줘": 315,
    " 알려": 97,
    "알려줘": 404,
    "려줘 ": 316,
    " 알려줘": 98,
    "알려줘 ": 405,
    "두": 290,
    "부": 363,
    " 두": 38,
    "두부": 291,
    "부 ": 364,
    " 두부": 39,
    "두부 ": 292,
    " 두부 ": 40,
    "닭": 282,
    "고": 240,
    "기": 248,
    " 닭": 32,
    "닭고": 283,
    "고기": 242,
    "기 ": 249,
    " 닭고": 33,
    "닭고기": 284,
    "고기 ": 243,
    " 닭고기": 34,
    "닭고기 ": 285,
    "간": 226,
    " 들": 41,
    "들어": 295,
    "어간": 414,
    "간 ": 227,
    " 들어": 42,
    "들어간": 296,
    "어간 ": 415,
    " 들어간": 43,
    "들어간 ": 297,
    "김": 250,
    "치": 522,
    " 김": 21,
    "김치": 251,
    "치 ": 523,
    " 김치": 22,
    "김치 ": 252,
    " 김치 ": 23,
    "있을": 449,
    " 있을": 116,
    "있을까": 450,
    " 있을까": 117,
    "있을까?": 451,
    "다": 278,
    "트": 526,
    " 다": 29,
    "다이": 279,
    "이어": 440,
    "어트": 418,
    "트 ": 527,
    " 다이": 30,
    "다이어": 280,
    "이어트": 441,
    "어트 ": 419,
    " 다이어": 31,
    "다이어트": 281,
    "이어트 ": 442,
    "돼": 286,
    " 돼": 35,
    "돼지": 287,
    "지고": 496,
    " 돼지": 36,
    "돼지고": 288,
    "지고기": 497,
    " 돼지고": 37,
    "돼지고기": 289,
    "지고기 ": 498,
    "한": 541,
    "식": 386,
    " 한": 156,
    "한식": 542,
    "식 ": 387,
    " 한식": 157,
    "한식 ": 543,
    " 한식 ": 158,
    "양": 408,
    " 양": 99,
    "양식": 409,
    " 양식": 100,
    "양식 ": 410,
    " 양식 ": 101,
    "채": 505,
    " 채": 143,
    "채식": 506,
    " 채식": 144,
    "채식 ": 507,
    " 채식 ": 145,
    "비": 368,
    "건": 231,
    " 비": 76,
    "비건": 369,
    "건 ": 232,
    " 비건": 77,
    "비건 ": 370,
    " 비건 ": 78,
    "냉": 258,
    "장": 458,
    " 냉": 26,
    "냉장": 259,
    "장고": 459,
    "고 ": 241,
    " 냉장": 27,
    "냉장고": 260,
    "장고 ": 460,
    " 냉장고": 28,
    "냉장고 ": 261,
    "재": 466,
    "료": 319,
    " 재": 123,
    "재료": 467,
    "료로": 322,
    " 재료": 124,
    "재료로": 470,
    "료로 ": 323,
    " 재료로": 126,
    "재료로 ": 471,
    "에": 420,
    "고에": 244,
    "에 ": 421,
    "장고에": 461,
    "고에 ": 245,
    "냉장고에": 262,
    "장고에 ": 462,
    "레": 310,
    "시": 383,
    "피": 528,
    " 레": 46,
    "레시": 311,
    "시피": 384,
    "피 ": 529,
    " 레시": 47,
    "레시피": 312,
    "시피 ": 385,
    " 레시피": 48,
    "레시피 ": 313,
    "속": 379,
    " 속": 84,
    "속 ": 380,
    " 속 ": 85,
    "내": 256,
    " 내": 24,
    "내 ": 257,
    " 내 ": 25,
    "맛": 333,
    " 맛": 52,
    "맛있": 334,
    " 맛있": 53,
    "맛있는": 335,
    " 맛있는": 54,
    "맛있는 ": 336,
    "찾": 501,
    " 찾": 140,
    "찾아": 502,
    "아줘": 391,
    " 찾아": 141,
    "찾아줘": 503,
    "아줘 ": 392,
    " 찾아줘": 142,
    "찾아줘 ": 504,
    "료가": 320,
    "가 ": 219,
    "재료가": 468,
    "료가 ": 321,
    " 재료가": 125,
    "재료가 ": 469,
    "족": 480,
    "면": 347,
    " 부": 73,
    "부족": 365,
    "족하": 481,
    "하면": 531,
    "면 ": 348,
    " 부족": 74,
    "부족하": 366,
    "족하면": 482,
    "하면 ": 532,
    " 부족하": 75,
    "부족하면": 367,
    "족하면 ": 483,
    "사": 371,
    " 사": 79,
    "사야": 374,
    " 사야": 82,
    "사야 ": 375,
    " 사야 ": 83,
    " 해": 162,
    "해?": 549,
    " 해?": 163,
    "해? ": 550,
    " 해? ": 164,
    "모": 349,
    "랄": 306,
    " 모": 63,
    "모자": 350,
    "자랄": 454,
    "랄 ": 307,
    " 모자": 64,
    "모자랄": 351,
    "자랄 ": 455,
    " 모자랄": 65,
    "모자랄 ": 352,
    "때": 298,
    " 때": 44,
    "때 ": 299,
    " 때 ": 45,
    "보": 360,
    " 장": 120,
    "장보": 463,
    "보기": 361,
    " 장보": 121,
    "장보기": 464,
    "보기 ": 362,
    " 장보기": 122,
    "장보기 ": 465,
    "금": 246,
    " 지": 137,
    "지금": 499,
    "금 ": 247,
    " 지금": 138,
    "지금 ": 500,
    " 지금 ": 139,
    "러": 308,
    "사러": 372,
    "러 ": 309,
    " 사러": 80,
    "사러 ": 373,
    " 사러 ": 81,
    "가야": 222,
    " 가야": 9,
    "가야 ": 223,
    " 가야 ": 10,
    "하지": 538,
    " 하지": 154,
    "하지?": 539,
    " 하지?": 155,
    "하지? ": 540,
    "떤": 300,
    " 어": 102,
    "어떤": 416,
    "떤 ": 301,
    " 어떤": 103,
    "어떤 ": 417,
    " 어떤 ": 104,
    "를": 326,
    "료를": 324,
    "를 ": 327,
    "재료를": 472,
    "료를 ": 325,
    " 재료를": 127,
    "재료를 ": 473,
    "추가": 515,
    "가로": 220,
    " 추가": 147,
    "추가로": 516,
    "가로 ": 221,
    " 추가로": 148,
    "추가로 ": 517,
    "할": 544,
    " 할": 159,
    "할까": 545,
    " 할까": 160,
    "할까?": 546,
    " 할까?": 161,
    "할까? ": 547,
    "j": 193,
    "m": 198,
    " j": 1,
    "jm": 194,
    "m야": 200,
    " jm": 2,
    "jm야": 196,
    "m야 ": 201,
    " jm야": 4,
    "jm야 ": 197,
    "u": 214,
    "s": 209,
    "e": 183,
    "r": 202,
    "1": 165,
    "2": 169,
    "3": 172,
    " u": 5,
    "us": 215,
    "se": 210,
    "er": 184,
    "r1": 203,
    "12": 166,
    "23": 170,
    "3 ": 173,
    " us": 6,
    "use": 216,
    "ser": 211,
    "er1": 185,
    "r12": 204,
    "123": 167,
    "23 ": 171,
    " use": 7,
    "user": 217,
    "ser1": 212,
    "er12": 186,
    "r123": 205,
    "123 ": 168,
    "_": 176,
    "i": 189,
    "d": 180,
    "r_": 206,
    "_i": 177,
    "id": 190,
    "d는": 181,
    "er_": 187,
    "r_i": 207,
    "_id": 178,
    "id는": 191,
    "d는 ": 182,
    "ser_": 213,
    "er_i": 188,
    "r_id": 208,
    "_id는": 179,
    "id는 ": 192,
    "m ": 199,
    "jm ": 195,
    " jm ": 3,
    "주": 487,
    "해주": 551,
    "주세": 488,
    "천해주": 510,
    "해주세": 552,
    "주세요": 489,
    "추천해주": 520,
    "천해주세": 511,
    "해주세요": 553,
    "주세요 ": 490
  },
  "response": null,
  "action_text": null
}