{
  "text": {
    " ": 0,
    "안": 384,
    "녕": 257,
    " 안": 88,
    "안녕": 385,
    "녕 ": 258,
    " 안녕": 89,
    "안녕 ": 386,
    " 안녕 ": 90,
    "하": 516,
    "세": 365,
    "요": 414,
    "녕하": 259,
    "하세": 519,
    "세요": 366,
    "요 ": 415,
    "안녕하": 387,
    "녕하세": 260,
    "하세요": 520,
    "세요 ": 367,
    " 안녕하": 91,
    "안녕하세": 388,
    "녕하세요": 261,
    "하세요 ": 521,
    "이": 427,
    " 하": 145,
    "하이": 522,
    "이 ": 428,
    " 하이": 146,
    "하이 ": 523,
    " 하이 ": 147,
    "좋": 473,
    "은": 421,
    " 좋": 131,
    "좋은": 474,
    "은 ": 422,
    " 좋은": 132,
    "좋은 ": 475,
    " 좋은 ": 133,
    "아": 379,
    "침": 510,
    " 아": 85,
    "아침": 382,
    "침 ": 511,
    " 아침": 86,
    "아침 ": 383,
    " 아침 ": 87,
    "히": 542,
    "녕히": 262,
    "히 ": 543,
    "안녕히": 389,
    "녕히 ": 263,
    " 안녕히": 92,
    "안녕히 ": 390,
    "계": 225,
    " 계": 16,
    "계세": 229,
    " 계세": 19,
    "계세요": 230,
    " 계세요": 20,
    "계세요 ": 231,
    "잘": 445,
    " 잘": 115,
    "잘 ": 446,
    " 잘 ": 116,
    "가": 212,
    " 가": 8,
    "가요": 218,
    " 가요": 11,
    "가요 ": 219,
    " 가요 ": 12,
    "바": 349,
    " 바": 70,
    "바이": 350,
    " 바이": 71,
    "바이 ": 351,
    " 바이 ": 72,
    "점": 466,
    "심": 377,
    " 점": 128,
    "점심": 467,
    "심 ": 378,
    " 점심": 129,
    "점심 ": 468,
    " 점심 ": 130,
    "뭐": 345,
    " 뭐": 66,
    "뭐 ": 346,
    " 뭐 ": 67,
    "먹": 329,
    "지": 482,
    "?": 168,
    " 먹": 55,
    "먹지": 333,
    "지?": 483,
    "? ": 169,
    " 먹지": 58,
    "먹지?": 334,
    "지? ": 484,
    " 먹지?": 59,
    "먹지? ": 335,
    "오": 411,
    "늘": 268,
    " 오": 102,
    "오늘": 412,
    "늘 ": 269,
    " 오늘": 103,
    "오늘 ": 413,
    " 오늘 ": 104,
    "저": 463,
    "녁": 255,
    " 저": 125,
    "저녁": 464,
    "녁 ": 256,
    " 저녁": 126,
    "저녁 ": 465,
    " 저녁 ": 127,
    "야": 395,
    "뭐야": 347,
    "야 ": 396,
    " 뭐야": 68,
    "뭐야 ": 348,
    " 뭐야 ": 69,
    "메": 336,
    "뉴": 264,
    " 메": 60,
    "메뉴": 337,
    "뉴 ": 265,
    " 메뉴": 61,
    "메뉴 ": 338,
    " 메뉴 ": 62,
    "추": 500,
    "천": 494,
    "해": 534,
    "줘": 480,
    " 추": 140,
    "추천": 504,
    "천해": 495,
    "해줘": 540,
    "줘 ": 481,
    " 추천": 143,
    "추천해": 505,
    "천해줘": 498,
    "해줘 ": 541,
    " 추천해": 144,
    "추천해줘": 507,
    "천해줘 ": 499,
    "을": 423,
    "까": 245,
    "먹을": 330,
    "을까": 424,
    "까?": 246,
    " 먹을": 56,
    "먹을까": 331,
    "을까?": 425,
    "까? ": 247,
    " 먹을까": 57,
    "먹을까?": 332,
    "을까? ": 426,
    "감": 222,
    "자": 441,
    " 감": 13,
    "감자": 223,
    "자 ": 442,
    " 감자": 14,
    "감자 ": 224,
    " 감자 ": 15,
    "리": 320,
    " 요": 105,
    "요리": 416,
    "리 ": 321,
    " 요리": 106,
    "요리 ": 417,
    " 요리 ": 107,
    "있": 432,
    "어": 400,
    " 있": 108,
    "있어": 435,
    "어?": 401,
    " 있어": 111,
    "있어?": 436,
    "어? ": 402,
    " 있어?": 112,
    "있어? ": 437,
    "란": 294,
    "으": 418,
    "로": 309,
    "계란": 226,
    "란으": 295,
    "으로": 419,
    "로 ": 310,
    " 계란": 17,
    "계란으": 227,
    "란으로": 296,
    "으로 ": 420,
    " 계란으": 18,
    "계란으로": 228,
    "란으로 ": 297,
    "만": 322,
    "들": 285,
    " 만": 49,
    "만들": 323,
    "들 ": 286,
    " 만들": 50,
    "만들 ": 324,
    " 만들 ": 51,
    "수": 370,
    " 수": 83,
    "수 ": 371,
    " 수 ": 84,
    "는": 266,
    "있는": 433,
    "는 ": 267,
    " 있는": 109,
    "있는 ": 434,
    " 있는 ": 110,
    "알": 391,
    "려": 306,
    " 알": 93,
    "알려": 392,
    "려줘": 307,
    " 알려": 94,
    "알려줘": 393,
    "려줘 ": 308,
    " 알려줘": 95,
    "알려줘 ": 394,
    "두": 282,
    "부": 355,
    " 두": 38,
    "두부": 283,
    "부 ": 356,
    " 두부": 39,
    "두부 ": 284,
    " 두부 ": 40,
    "닭": 274,
    "고": 232,
    "기": 240,
    " 닭": 32,
    "닭고": 275,
    "고기": 234,
    "기 ": 241,
    " 닭고": 33,
    "닭고기": 276,
    "고기 ": 235,
    " 닭고기": 34,
    "닭고기 ": 277,
    "간": 220,
    " 들": 41,
    "들어": 287,
    "어간": 403,
    "간 ": 221,
    " 들어": 42,
    "들어간": 288,
    "어간 ": 404,
    " 들어간": 43,
    "들어간 ": 289,
    "김": 242,
    "치": 508,
    " 김": 21,
    "김치": 243,
    "치 ": 509,
    " 김치": 22,
    "김치 ": 244,
    " 김치 ": 23,
    "있을": 438,
    " 있을": 113,
    "있을까": 439,
    " 있을까": 114,
    "있을까?": 440,
    "다": 270,
    "트": 512,
    " 다": 29,
    "다이": 271,
    "이어": 429,
    "어트": 407,
    "트 ": 513,
    " 다이": 30,
    "다이어": 272,
    "이어트": 430,
    "어트 ": 408,
    " 다이어": 31,
    "다이어트": 273,
    "이어트 ": 431,
    "돼": 278,
    " 돼": 35,
    "돼지": 279,
    "지고": 485,
    " 돼지": 36,
    "돼지고": 280,
    "지고기": 486,
    " 돼지고": 37,
    "돼지고기": 281,
    "지고기 ": 487,
    "냉": 250,
    "장": 447,
    " 냉": 26,
    "냉장": 251,
    "장고": 448,
    "고 ": 233,
    " 냉장": 27,
    "냉장고": 252,
    "장고 ": 449,
    " 냉장고": 28,
    "냉장고 ": 253,
    "재": 455,
    "료": 311,
    " 재": 120,
    "재료": 456,
    "료로": 314,
    " 재료": 121,
    "재료로": 459,
    "료로 ": 315,
    " 재료로": 123,
    "재료로 ": 460,
    "에": 409,
    "고에": 236,
    "에 ": 410,
    "장고에": 450,
    "고에 ": 237,
    "냉장고에": 254,
    "장고에 ": 451,
    "레": 302,
    "시": 372,
    "피": 514,
    " 레": 46,
    "레시": 303,
    "시피": 373,
    "피 ": 515,
    " 레시": 47,
    "레시피": 304,
    "시피 ": 374,
    " 레시피": 48,
    "레시피 ": 305,
    "속": 368,
    " 속": 81,
    "속 ": 369,
    " 속 ": 82,
    "내": 248,
    " 내": 24,
    "내 ": 249,
    " 내 ": 25,
    "맛": 325,
    " 맛": 52,
    "맛있": 326,
    " 맛있": 53,
    "맛있는": 327,
    " 맛있는": 54,
    "맛있는 ": 328,
    "찾": 490,
    " 찾": 137,
    "찾아": 491,
    "아줘": 380,
    " 찾아": 138,
    "찾아줘": 492,
    "아줘 ": 381,
    " 찾아줘": 139,
    "찾아줘 ": 493,
    "료가": 312,
    "가 ": 213,
    "재료가": 457,
    "료가 ": 313,
    " 재료가": 122,
    "재료가 ": 458,
    "족": 469,
    "면": 339,
    " 부": 73,
    "부족": 357,
    "족하": 470,
    "하면": 517,
    "면 ": 340,
    " 부족": 74,
    "부족하": 358,
    "족하면": 471,
    "하면 ": 518,
    " 부족하": 75,
    "부족하면": 359,
    "족하면 ": 472,
    "사": 360,
    " 사": 76,
    "사야": 363,
    " 사야": 79,
    "사야 ": 364,
    " 사야 ": 80,
    " 해": 156,
    "해?": 535,
    " 해?": 157,
    "해? ": 536,
    " 해? ": 158,
    "모": 341,
    "랄": 298,
    " 모": 63,
    "모자": 342,
    "자랄": 443,
    "랄 ": 299,
    " 모자": 64,
    "모자랄": 343,
    "자랄 ": 444,
    " 모자랄": 65,
    "모자랄 ": 344,
    "때": 290,
    " 때": 44,
    "때 ": 291,
    " 때 ": 45,
    "보": 352,
    " 장": 117,
    "장보": 452,
    "보기": 353,
    " 장보": 118,
    "장보기": 453,
    "보기 ": 354,
    " 장보기": 119,
    "장보기 ": 454,
    "금": 238,
    " 지": 134,
    "지금": 488,
    "금 ": 239,
    " 지금": 135,
    "지금 ": 489,
    " 지금 ": 136,
    "러": 300,
    "사러": 361,
    "러 ": 301,
    " 사러": 77,
    "사러 ": 362,
    " 사러 ": 78,
    "가야": 216,
    " 가야": 9,
    "가야 ": 217,
    " 가야 ": 10,
    "하지": 524,
    " 하지": 148,
    "하지?": 525,
    " 하지?": 149,
    "하지? ": 526,
    "떤": 292,
    " 어": 99,
    "어떤": 405,
    "떤 ": 293,
    " 어떤": 100,
    "어떤 ": 406,
    " 어떤 ": 101,
    "를": 318,
    "료를": 316,
    "를 ": 319,
    "재료를": 461,
    "료를 ": 317,
    " 재료를": 124,
    "재료를 ": 462,
    "추가": 501,
    "가로": 214,
    " 추가": 141,
    "추가로": 502,
    "가로 ": 215,
    " 추가로": 142,
    "추가로 ": 503,
    "할": 530,
    " 할": 153,
    "할까": 531,
    " 할까": 154,
    "할까?": 532,
    " 할까?": 155,
    "할까? ": 533,
    "j": 187,
    "m": 192,
    " j": 1,
    "jm": 188,
    "m야": 194,
    " jm": 2,
    "jm야": 190,
    "m야 ": 195,
    " jm야": 4,
    "jm야 ": 191,
    "u": 208,
    "s": 203,
    "e": 177,
    "r": 196,
    "1": 159,
    "2": 163,
    "3": 166,
    " u": 5,
    "us": 209,
    "se": 204,
    "er": 178,
    "r1": 197,
    "12": 160,
    "23": 164,
    "3 ": 167,
    " us": 6,
    "use": 210,
    "ser": 205,
    "er1": 179,
    "r12": 198,
    "123": 161,
    "23 ": 165,
    " use": 7,
    "user": 211,
    "ser1": 206,
    "er12": 180,
    "r123": 199,
    "123 ": 162,
    "_": 170,
    "i": 183,
    "d": 174,
    "r_": 200,
    "_i": 171,
    "id": 184,
    "d는": 175,
    "er_": 181,
    "r_i": 201,
    "_id": 172,
    "id는": 185,
    "d는 ": 176,
    "ser_": 207,
    "er_i": 182,
    "r_id": 202,
    "_id는": 173,
    "id는 ": 186,
    "m ": 193,
    "jm ": 189,
    " jm ": 3,
    "한": 527,
    "식": 375,
    " 한": 150,
    "한식": 528,
    "식 ": 376,
    " 한식": 151,
    "한식 ": 529,
    " 한식 ": 152,
    "양": 397,
    " 양": 96,
    "양식": 398,
    " 양식": 97,
    "양식 ": 399,
    " 양식 ": 98,
    "주": 476,
    "해주": 537,
    "주세": 477,
    "천해주": 496,
    "해주세": 538,
    "주세요": 478,
    "추천해주": 506,
    "천해주세": 497,
    "해주세요": 539,
    "주세요 ": 479
  },
  "response": null,
  "action_text": null
}