{
  "text": {
    " ": 0,
    "안": 437,
    "녕": 297,
    " 안": 104,
    "안녕": 438,
    "녕 ": 298,
    " 안녕": 105,
    "안녕 ": 439,
    " 안녕 ": 106,
    "하": 595,
    "세": 418,
    "요": 467,
    "녕하": 299,
    "하세": 598,
    "세요": 419,
    "요 ": 468,
    "안녕하": 440,
    "녕하세": 300,
    "하세요": 599,
    "세요 ": 420,
    " 안녕하": 107,
    "안녕하세": 441,
    "녕하세요": 301,
    "하세요 ": 600,
    "이": 485,
    " 하": 173,
    "하이": 601,
    "이 ": 486,
    " 하이": 174,
    "하이 ": 602,
    " 하이 ": 175,
    "좋": 537,
    "은": 476,
    " 좋": 155,
    "좋은": 538,
    "은 ": 477,
    " 좋은": 156,
    "좋은 ": 539,
    " 좋은 ": 157,
    "아": 432,
    "침": 579,
    " 아": 101,
    "아침": 435,
    "침 ": 580,
    " 아침": 102,
    "아침 ": 436,
    " 아침 ": 103,
    "히": 622,
    "녕히": 302,
    "히 ": 623,
    "안녕히": 442,
    "녕히 ": 303,
    " 안녕히": 108,
    "안녕히 ": 443,
    "계": 264,
    " 계": 22,
    "계세": 269,
    " 계세": 26,
    "계세요": 270,
    " 계세요": 27,
    "계세요 ": 271,
    "잘": 506,
    " 잘": 137,
    "잘 ": 507,
    " 잘 ": 138,
    "가": 240,
    " 가": 8,
    "가요": 246,
    " 가요": 11,
    "가요 ": 247,
    " 가요 ": 12,
    "바": 399,
    " 바": 83,
    "바이": 400,
    " 바이": 84,
    "바이 ": 401,
    " 바이 ": 85,
    "점": 530,
    "심": 430,
    " 점": 152,
    "점심": 531,
    "심 ": 431,
    " 점심": 153,
    "점심 ": 532,
    " 점심 ": 154,
    "뭐": 395,
    " 뭐": 79,
    "뭐 ": 396,
    " 뭐 ": 80,
    "먹": 379,
    "지": 549,
    "?": 196,
    " 먹": 68,
    "먹지": 383,
    "지?": 550,
    "? ": 197,
    " 먹지": 71,
    "먹지?": 384,
    "지? ": 551,
    " 먹지?": 72,
    "먹지? ": 385,
    "오": 464,
    "늘": 308,
    " 오": 118,
    "오늘": 465,
    "늘 ": 309,
    " 오늘": 119,
    "오늘 ": 466,
    " 오늘 ": 120,
    "저": 524,
    "녁": 295,
    " 저": 147,
    "저녁": 525,
    "녁 ": 296,
    " 저녁": 148,
    "저녁 ": 526,
    " 저녁 ": 149,
    "야": 448,
    "뭐야": 397,
    "야 ": 449,
    " 뭐야": 81,
    "뭐야 ": 398,
    " 뭐야 ": 82,
    "메": 386,
    "뉴": 304,
    " 메": 73,
    "메뉴": 387,
    "뉴 ": 305,
    " 메뉴": 74,
    "메뉴 ": 388,
    " 메뉴 ": 75,
    "추": 568,
    "천": 561,
    "해": 614,
    "줘": 547,
    " 추": 167,
    "추천": 572,
    "천해": 563,
    "해줘": 620,
    "줘 ": 548,
    " 추천": 170,
    "추천해": 574,
    "천해줘": 566,
    "해줘 ": 621,
    " 추천해": 172,
    "추천해줘": 576,
    "천해줘 ": 567,
    "을": 478,
    "까": 285,
    "먹을": 380,
    "을까": 479,
    "까?": 286,
    " 먹을": 69,
    "먹을까": 381,
    "을까?": 480,
    "까? ": 287,
    " 먹을까": 70,
    "먹을까?": 382,
    "을까? ": 481,
    "감": 253,
    "자": 502,
    " 감": 16,
    "감자": 254,
    "자 ": 503,
    " 감자": 17,
    "감자 ": 255,
    " 감자 ": 18,
    "리": 367,
    " 요": 121,
    "요리": 469,
    "리 ": 368,
    " 요리": 122,
    "요리 ": 470,
    " 요리 ": 123,
    "있": 493,
    "어": 453,
    " 있": 130,
    "있어": 496,
    "어?": 454,
    " 있어": 133,
    "있어?": 497,
    "어? ": 455,
    " 있어?": 134,
    "있어? ": 498,
    "란": 338,
    "으": 473,
    "로": 354,
    "계란": 265,
    "란으": 340,
    "으로": 474,
    "로 ": 355,
    " 계란": 23,
    "계란으": 267,
    "란으로": 341,
    "으로 ": 475,
    " 계란으": 25,
    "계란으로": 268,
    "란으로 ": 342,
    "만": 369,
    "들": 329,
    " 만": 59,
    "만들": 370,
    "들 ": 330,
    " 만들": 60,
    "만들 ": 371,
    " 만들 ": 61,
    "수": 423,
    " 수": 99,
    "수 ": 424,
    " 수 ": 100,
    "는": 306,
    "있는": 494,
    "는 ": 307,
    " 있는": 131,
    "있는 ": 495,
    " 있는 ": 132,
    "알": 444,
    "려": 351,
    " 알": 109,
    "알려": 445,
    "려줘": 352,
    " 알려": 110,
    "알려줘": 446,
    "려줘 ": 353,
    " 알려줘": 111,
    "알려줘 ": 447,
    "두": 326,
    "부": 405,
    " 두": 48,
    "두부": 327,
    "부 ": 406,
    " 두부": 49,
    "두부 ": 328,
    " 두부 ": 50,
    "닭": 318,
    "고": 272,
    "기": 280,
    " 닭": 42,
    "닭고": 319,
    "고기": 274,
    "기 ": 281,
    " 닭고": 43,
    "닭고기": 320,
    "고기 ": 275,
    " 닭고기": 44,
    "닭고기 ": 321,
    "간": 248,
    " 들": 51,
    "들어": 331,
    "어간": 456,
    "간 ": 249,
    " 들어": 52,
    "들어간": 332,
    "어간 ": 457,
    " 들어간": 53,
    "들어간 ": 333,
    "김": 282,
    "치": 577,
    " 김": 28,
    "김치": 283,
    "치 ": 578,
    " 김치": 29,
    "김치 ": 284,
    " 김치 ": 30,
    "있을": 499,
    " 있을": 135,
    "있을까": 500,
    " 있을까": 136,
    "있을까?": 501,
    "다": 310,
    "트": 588,
    " 다": 36,
    "다이": 311,
    "이어": 487,
    "어트": 460,
    "트 ": 589,
    " 다이": 37,
    "다이어": 312,
    "이어트": 488,
    "어트 ": 461,
    " 다이어": 38,
    "다이어트": 313,
    "이어트 ": 489,
    "돼": 322,
    " 돼": 45,
    "돼지": 323,
    "지고": 552,
    " 돼지": 46,
    "돼지고": 324,
    "지고기": 553,
    " 돼지고": 47,
    "돼지고기": 325,
    "지고기 ": 554,
    "레": 347,
    "시": 425,
    "피": 593,
    " 레": 56,
    "레시": 348,
    "시피": 426,
    "피 ": 594,
    " 레시": 57,
    "레시피": 349,
    "시피 ": 427,
    " 레시피": 58,
    "레시피 ": 350,
    "비": 410,
    "건": 259,
    " 비": 89,
    "비건": 411,
    "건 ": 260,
    " 비건": 90,
    "비건 ": 412,
    " 비건 ": 91,
    "한": 606,
    "식": 428,
    " 한": 178,
    "한식": 608,
    "식 ": 429,
    " 한식": 179,
    "한식 ": 609,
    " 한식 ": 180,
    "양": 450,
    " 양": 112,
    "양식": 451,
    " 양식": 113,
    "양식 ": 452,
    " 양식 ": 114,
    "중": 544,
    " 중": 158,
    "중식": 545,
    " 중식": 159,
    "중식 ": 546,
    " 중식 ": 160,
    "천 ": 562,
    "추천 ": 573,
    " 추천 ": 171,
    "일": 490,
    " 일": 127,
    "일식": 491,
    " 일식": 128,
    "일식 ": 492,
    " 일식 ": 129,
    "편": 590,
    " 간": 13,
    "간편": 250,
    "편식": 591,
    " 간편": 14,
    "간편식": 251,
    "편식 ": 592,
    " 간편식": 15,
    "간편식 ": 252,
    "강": 256,
    " 건": 19,
    "건강": 261,
    "강식": 257,
    " 건강": 20,
    "건강식": 262,
    "강식 ": 258,
    " 건강식": 21,
    "건강식 ": 263,
    "매": 376,
    "운": 471,
    " 매": 65,
    "매운": 377,
    "운 ": 472,
    " 매운": 66,
    "매운 ": 378,
    " 매운 ": 67,
    "음": 482,
    " 음": 124,
    "음식": 483,
    " 음식": 125,
    "음식 ": 484,
    " 음식 ": 126,
    "달": 314,
    "콤": 585,
    " 달": 39,
    "달콤": 315,
    "콤한": 586,
    "한 ": 607,
    " 달콤": 40,
    "달콤한": 316,
    "콤한 ": 587,
    " 달콤한": 41,
    "달콤한 ": 317,
    "칼": 581,
    "저칼": 527,
    "칼로": 582,
    "로리": 356,
    " 저칼": 150,
    "저칼로": 528,
    "칼로리": 583,
    "로리 ": 357,
    " 저칼로": 151,
    "저칼로리": 529,
    "칼로리 ": 584,
    "냉": 290,
    "장": 508,
    " 냉": 33,
    "냉장": 291,
    "장고": 509,
    "고 ": 273,
    " 냉장": 34,
    "냉장고": 292,
    "장고 ": 510,
    " 냉장고": 35,
    "냉장고 ": 293,
    "재": 516,
    "료": 358,
    " 재": 142,
    "재료": 517,
    "료로": 361,
    " 재료": 143,
    "재료로": 520,
    "료로 ": 362,
    " 재료로": 145,
    "재료로 ": 521,
    "에": 462,
    "고에": 276,
    "에 ": 463,
    "장고에": 511,
    "고에 ": 277,
    "냉장고에": 294,
    "장고에 ": 512,
    "속": 421,
    " 속": 97,
    "속 ": 422,
    " 속 ": 98,
    "내": 288,
    " 내": 31,
    "내 ": 289,
    " 내 ": 32,
    "맛": 372,
    " 맛": 62,
    "맛있": 373,
    " 맛있": 63,
    "맛있는": 374,
    " 맛있는": 64,
    "맛있는 ": 375,
    "찾": 557,
    " 찾": 164,
    "찾아": 558,
    "아줘": 433,
    " 찾아": 165,
    "찾아줘": 559,
    "아줘 ": 434,
    " 찾아줘": 166,
    "찾아줘 ": 560,
    "료가": 359,
    "가 ": 241,
    "재료가": 518,
    "료가 ": 360,
    " 재료가": 144,
    "재료가 ": 519,
    "족": 533,
    "면": 389,
    " 부": 86,
    "부족": 407,
    "족하": 534,
    "하면": 596,
    "면 ": 390,
    " 부족": 87,
    "부족하": 408,
    "족하면": 535,
    "하면 ": 597,
    " 부족하": 88,
    "부족하면": 409,
    "족하면 ": 536,
    "사": 413,
    " 사": 92,
    "사야": 416,
    " 사야": 95,
    "사야 ": 417,
    " 사야 ": 96,
    " 해": 184,
    "해?": 615,
    " 해?": 185,
    "해? ": 616,
    " 해? ": 186,
    "모": 391,
    "랄": 343,
    " 모": 76,
    "모자": 392,
    "자랄": 504,
    "랄 ": 344,
    " 모자": 77,
    "모자랄": 393,
    "자랄 ": 505,
    " 모자랄": 78,
    "모자랄 ": 394,
    "때": 334,
    " 때": 54,
    "때 ": 335,
    " 때 ": 55,
    "보": 402,
    " 장": 139,
    "장보": 513,
    "보기": 403,
    " 장보": 140,
    "장보기": 514,
    "보기 ": 404,
    " 장보기": 141,
    "장보기 ": 515,
    "금": 278,
    " 지": 161,
    "지금": 555,
    "금 ": 279,
    " 지금": 162,
    "지금 ": 556,
    " 지금 ": 163,
    "러": 345,
    "사러": 414,
    "러 ": 346,
    " 사러": 93,
    "사러 ": 415,
    " 사러 ": 94,
    "가야": 244,
    " 가야": 9,
    "가야 ": 245,
    " 가야 ": 10,
    "하지": 603,
    " 하지": 176,
    "하지?": 604,
    " 하지?": 177,
    "하지? ": 605,
    "떤": 336,
    " 어": 115,
    "어떤": 458,
    "떤 ": 337,
    " 어떤": 116,
    "어떤 ": 459,
    " 어떤 ": 117,
    "를": 365,
    "료를": 363,
    "를 ": 366,
    "재료를": 522,
    "료를 ": 364,
    " 재료를": 146,
    "재료를 ": 523,
    "추가": 569,
    "가로": 242,
    " 추가": 168,
    "추가로": 570,
    "가로 ": 243,
    " 추가로": 169,
    "추가로 ": 571,
    "할": 610,
    " 할": 181,
    "할까": 611,
    " 할까": 182,
    "할까?": 612,
    " 할까?": 183,
    "할까? ": 613,
    "j": 215,
    "m": 220,
    " j": 1,
    "jm": 216,
    "m야": 222,
    " jm": 2,
    "jm야": 218,
    "m야 ": 223,
    " jm야": 4,
    "jm야 ": 219,
    "u": 236,
    "s": 231,
    "e": 205,
    "r": 224,
    "1": 187,
    "2": 191,
    "3": 194,
    " u": 5,
    "us": 237,
    "se": 232,
    "er": 206,
    "r1": 225,
    "12": 188,
    "23": 192,
    "3 ": 195,
    " us": 6,
    "use": 238,
    "ser": 233,
    "er1": 207,
    "r12": 226,
    "123": 189,
    "23 ": 193,
    " use": 7,
    "user": 239,
    "ser1": 234,
    "er12": 208,
    "r123": 227,
    "123 ": 190,
    "_": 198,
    "i": 211,
    "d": 202,
    "r_": 228,
    "_i": 199,
    "id": 212,
    "d는": 203,
    "er_": 209,
    "r_i": 229,
    "_id": 200,
    "id는": 213,
    "d는 ": 204,
    "ser_": 235,
    "er_i": 210,
    "r_id": 230,
    "_id는": 201,
    "id는 ": 214,
    "m ": 221,
    "jm ": 217,
    " jm ": 3,
    "주": 540,
    "해주": 617,
    "주세": 541,
    "천해주": 564,
    "해주세": 618,
    "주세요": 542,
    "추천해주": 575,
    "천해주세": 565,
    "해주세요": 619,
    "주세요 ": 543,
    "란 ": 339,
    "계란 ": 266,
    " 계란 ": 24
  },
  "response": null,
  "action_text": null
}