{
  "text": {
    " ": 0,
    "안": 392,
    "녕": 262,
    " 안": 91,
    "안녕": 393,
    "녕 ": 263,
    " 안녕": 92,
    "안녕 ": 394,
    " 안녕 ": 93,
    "하": 524,
    "세": 373,
    "요": 422,
    "녕하": 264,
    "하세": 527,
    "세요": 374,
    "요 ": 423,
    "안녕하": 395,
    "녕하세": 265,
    "하세요": 528,
    "세요 ": 375,
    " 안녕하": 94,
    "안녕하세": 396,
    "녕하세요": 266,
    "하세요 ": 529,
    "이": 435,
    " 하": 148,
    "하이": 530,
    "이 ": 436,
    " 하이": 149,
    "하이 ": 531,
    " 하이 ": 150,
    "좋": 481,
    "은": 429,
    " 좋": 134,
    "좋은": 482,
    "은 ": 430,
    " 좋은": 135,
    "좋은 ": 483,
    " 좋은 ": 136,
    "아": 387,
    "침": 518,
    " 아": 88,
    "아침": 390,
    "침 ": 519,
    " 아침": 89,
    "아침 ": 391,
    " 아침 ": 90,
    "히": 550,
    "녕히": 267,
    "히 ": 551,
    "안녕히": 397,
    "녕히 ": 268,
    " 안녕히": 95,
    "안녕히 ": 398,
    "계": 230,
    " 계": 16,
    "계세": 234,
    " 계세": 19,
    "계세요": 235,
    " 계세요": 20,
    "계세요 ": 236,
    "잘": 453,
    " 잘": 118,
    "잘 ": 454,
    " 잘 ": 119,
    "가": 215,
    " 가": 8,
    "가요": 221,
    " 가요": 11,
    "가요 ": 222,
    " 가요 ": 12,
    "바": 354,
    " 바": 70,
    "바이": 355,
    " 바이": 71,
    "바이 ": 356,
    " 바이 ": 72,
    "점": 474,
    "심": 385,
    " 점": 131,
    "점심": 475,
    "심 ": 386,
    " 점심": 132,
    "점심 ": 476,
    " 점심 ": 133,
    "뭐": 350,
    " 뭐": 66,
    "뭐 ": 351,
    " 뭐 ": 67,
    "먹": 334,
    "지": 490,
    "?": 171,
    " 먹": 55,
    "먹지": 338,
    "지?": 491,
    "? ": 172,
    " 먹지": 58,
    "먹지?": 339,
    "지? ": 492,
    " 먹지?": 59,
    "먹지? ": 340,
    "오": 419,
    "늘": 273,
    " 오": 105,
    "오늘": 420,
    "늘 ": 274,
    " 오늘": 106,
    "오늘 ": 421,
    " 오늘 ": 107,
    "저": 471,
    "녁": 260,
    " 저": 128,
    "저녁": 472,
    "녁 ": 261,
    " 저녁": 129,
    "저녁 ": 473,
    " 저녁 ": 130,
    "야": 403,
    "뭐야": 352,
    "야 ": 404,
    " 뭐야": 68,
    "뭐야 ": 353,
    " 뭐야 ": 69,
    "메": 341,
    "뉴": 269,
    " 메": 60,
    "메뉴": 342,
    "뉴 ": 270,
    " 메뉴": 61,
    "메뉴 ": 343,
    " 메뉴 ": 62,
    "추": 508,
    "천": 502,
    "해": 542,
    "줘": 488,
    " 추": 143,
    "추천": 512,
    "천해": 503,
    "해줘": 548,
    "줘 ": 489,
    " 추천": 146,
    "추천해": 513,
    "천해줘": 506,
    "해줘 ": 549,
    " 추천해": 147,
    "추천해줘": 515,
    "천해줘 ": 507,
    "을": 431,
    "까": 250,
    "먹을": 335,
    "을까": 432,
    "까?": 251,
    " 먹을": 56,
    "먹을까": 336,
    "을까?": 433,
    "까? ": 252,
    " 먹을까": 57,
    "먹을까?": 337,
    "을까? ": 434,
    "감": 225,
    "자": 449,
    " 감": 13,
    "감자": 226,
    "자 ": 450,
    " 감자": 14,
    "감자 ": 227,
    " 감자 ": 15,
    "리": 325,
    " 요": 108,
    "요리": 424,
    "리 ": 326,
    " 요리": 109,
    "요리 ": 425,
    " 요리 ": 110,
    "있": 440,
    "어": 408,
    " 있": 111,
    "있어": 443,
    "어?": 409,
    " 있어": 114,
    "있어?": 444,
    "어? ": 410,
    " 있어?": 115,
    "있어? ": 445,
    "란": 299,
    "으": 426,
    "로": 314,
    "계란": 231,
    "란으": 300,
    "으로": 427,
    "로 ": 315,
    " 계란": 17,
    "계란으": 232,
    "란으로": 301,
    "으로 ": 428,
    " 계란으": 18,
    "계란으로": 233,
    "란으로 ": 302,
    "만": 327,
    "들": 290,
    " 만": 49,
    "만들": 328,
    "들 ": 291,
    " 만들": 50,
    "만들 ": 329,
    " 만들 ": 51,
    "수": 378,
    " 수": 86,
    "수 ": 379,
    " 수 ": 87,
    "는": 271,
    "있는": 441,
    "는 ": 272,
    " 있는": 112,
    "있는 ": 442,
    " 있는 ": 113,
    "알": 399,
    "려": 311,
    " 알": 96,
    "알려": 400,
    "려줘": 312,
    " 알려": 97,
    "알려줘": 401,
    "려줘 ": 313,
    " 알려줘": 98,
    "알려줘 ": 402,
    "두": 287,
    "부": 360,
    " 두": 38,
    "두부": 288,
    "부 ": 361,
    " 두부": 39,
    "두부 ": 289,
    " 두부 ": 40,
    "닭": 279,
    "고": 237,
    "기": 245,
    " 닭": 32,
    "닭고": 280,
    "고기": 239,
    "기 ": 246,
    " 닭고": 33,
    "닭고기": 281,
    "고기 ": 240,
    " 닭고기": 34,
    "닭고기 ": 282,
    "간": 223,
    " 들": 41,
    "들어": 292,
    "어간": 411,
    "간 ": 224,
    " 들어": 42,
    "들어간": 293,
    "어간 ": 412,
    " 들어간": 43,
    "들어간 ": 294,
    "김": 247,
    "치": 516,
    " 김": 21,
    "김치": 248,
    "치 ": 517,
    " 김치": 22,
    "김치 ": 249,
    " 김치 ": 23,
    "있을": 446,
    " 있을": 116,
    "있을까": 447,
    " 있을까": 117,
    "있을까?": 448,
    "다": 275,
    "트": 520,
    " 다": 29,
    "다이": 276,
    "이어": 437,
    "어트": 415,
    "트 ": 521,
    " 다이": 30,
    "다이어": 277,
    "이어트": 438,
    "어트 ": 416,
    " 다이어": 31,
    "다이어트": 278,
    "이어트 ": 439,
    "돼": 283,
    " 돼": 35,
    "돼지": 284,
    "지고": 493,
    " 돼지": 36,
    "돼지고": 285,
    "지고기": 494,
    " 돼지고": 37,
    "돼지고기": 286,
    "지고기 ": 495,
    "한": 535,
    "식": 383,
    " 한": 153,
    "한식": 536,
    "식 ": 384,
    " 한식": 154,
    "한식 ": 537,
    " 한식 ": 155,
    "비": 365,
    "건": 228,
    " 비": 76,
    "비건": 366,
    "건 ": 229,
    " 비건": 77,
    "비건 ": 367,
    " 비건 ": 78,
    "냉": 255,
    "장": 455,
    " 냉": 26,
    "냉장": 256,
    "장고": 456,
    "고 ": 238,
    " 냉장": 27,
    "냉장고": 257,
    "장고 ": 457,
    " 냉장고": 28,
    "냉장고 ": 258,
    "재": 463,
    "료": 316,
    " 재": 123,
    "재료": 464,
    "료로": 319,
    " 재료": 124,
    "재료로": 467,
    "료로 ": 320,
    " 재료로": 126,
    "재료로 ": 468,
    "에": 417,
    "고에": 241,
    "에 ": 418,
    "장고에": 458,
    "고에 ": 242,
    "냉장고에": 259,
    "장고에 ": 459,
    "레": 307,
    "시": 380,
    "피": 522,
    " 레": 46,
    "레시": 308,
    "시피": 381,
    "피 ": 523,
    " 레시": 47,
    "레시피": 309,
    "시피 ": 382,
    " 레시피": 48,
    "레시피 ": 310,
    "속": 376,
    " 속": 84,
    "속 ": 377,
    " 속 ": 85,
    "내": 253,
    " 내": 24,
    "내 ": 254,
    " 내 ": 25,
    "맛": 330,
    " 맛": 52,
    "맛있": 331,
    " 맛있": 53,
    "맛있는": 332,
    " 맛있는": 54,
    "맛있는 ": 333,
    "찾": 498,
    " 찾": 140,
    "찾아": 499,
    "아줘": 388,
    " 찾아": 141,
    "찾아줘": 500,
    "아줘 ": 389,
    " 찾아줘": 142,
    "찾아줘 ": 501,
    "료가": 317,
    "가 ": 216,
    "재료가": 465,
    "료가 ": 318,
    " 재료가": 125,
    "재료가 ": 466,
    "족": 477,
    "면": 344,
    " 부": 73,
    "부족": 362,
    "족하": 478,
    "하면": 525,
    "면 ": 345,
    " 부족": 74,
    "부족하": 363,
    "족하면": 479,
    "하면 ": 526,
    " 부족하": 75,
    "부족하면": 364,
    "족하면 ": 480,
    "사": 368,
    " 사": 79,
    "사야": 371,
    " 사야": 82,
    "사야 ": 372,
    " 사야 ": 83,
    " 해": 159,
    "해?": 543,
    " 해?": 160,
    "해? ": 544,
    " 해? ": 161,
    "모": 346,
    "랄": 303,
    " 모": 63,
    "모자": 347,
    "자랄": 451,
    "랄 ": 304,
    " 모자": 64,
    "모자랄": 348,
    "자랄 ": 452,
    " 모자랄": 65,
    "모자랄 ": 349,
    "때": 295,
    " 때": 44,
    "때 ": 296,
    " 때 ": 45,
    "보": 357,
    " 장": 120,
    "장보": 460,
    "보기": 358,
    " 장보": 121,
    "장보기": 461,
    "보기 ": 359,
    " 장보기": 122,
    "장보기 ": 462,
    "금": 243,
    " 지": 137,
    "지금": 496,
    "금 ": 244,
    " 지금": 138,
    "지금 ": 497,
    " 지금 ": 139,
    "러": 305,
    "사러": 369,
    "러 ": 306,
    " 사러": 80,
    "사러 ": 370,
    " 사러 ": 81,
    "가야": 219,
    " 가야": 9,
    "가야 ": 220,
    " 가야 ": 10,
    "하지": 532,
    " 하지": 151,
    "하지?": 533,
    " 하지?": 152,
    "하지? ": 534,
    "떤": 297,
    " 어": 102,
    "어떤": 413,
    "떤 ": 298,
    " 어떤": 103,
    "어떤 ": 414,
    " 어떤 ": 104,
    "를": 323,
    "료를": 321,
    "를 ": 324,
    "재료를": 469,
    "료를 ": 322,
    " 재료를": 127,
    "재료를 ": 470,
    "추가": 509,
    "가로": 217,
    " 추가": 144,
    "추가로": 510,
    "가로 ": 218,
    " 추가로": 145,
    "추가로 ": 511,
    "할": 538,
    " 할": 156,
    "할까": 539,
    " 할까": 157,
    "할까?": 540,
    " 할까?": 158,
    "할까? ": 541,
    "j": 190,
    "m": 195,
    " j": 1,
    "jm": 191,
    "m야": 197,
    " jm": 2,
    "jm야": 193,
    "m야 ": 198,
    " jm야": 4,
    "jm야 ": 194,
    "u": 211,
    "s": 206,
    "e": 180,
    "r": 199,
    "1": 162,
    "2": 166,
    "3": 169,
    " u": 5,
    "us": 212,
    "se": 207,
    "er": 181,
    "r1": 200,
    "12": 163,
    "23": 167,
    "3 ": 170,
    " us": 6,
    "use": 213,
    "ser": 208,
    "er1": 182,
    "r12": 201,
    "123": 164,
    "23 ": 168,
    " use": 7,
    "user": 214,
    "ser1": 209,
    "er12": 183,
    "r123": 202,
    "123 ": 165,
    "_": 173,
    "i": 186,
    "d": 177,
    "r_": 203,
    "_i": 174,
    "id": 187,
    "d는": 178,
    "er_": 184,
    "r_i": 204,
    "_id": 175,
    "id는": 188,
    "d는 ": 179,
    "ser_": 210,
    "er_i": 185,
    "r_id": 205,
    "_id는": 176,
    "id는 ": 189,
    "m ": 196,
    "jm ": 192,
    " jm ": 3,
    "양": 405,
    " 양": 99,
    "양식": 406,
    " 양식": 100,
    "양식 ": 407,
    " 양식 ": 101,
    "주": 484,
    "해주": 545,
    "주세": 485,
    "천해주": 504,
    "해주세": 546,
    "주세요": 486,
    "추천해주": 514,
    "천해주세": 505,
    "해주세요": 547,
    "주세요 ": 487
  },
  "response": null,
  "action_text": null
}