{
  "text": {
    " ": 0,
    "안": 183,
    "녕": 115,
    " 안": 47,
    "안녕": 184,
    "녕 ": 116,
    " 안녕": 48,
    "안녕 ": 185,
    " 안녕 ": 49,
    "하": 258,
    "세": 173,
    "요": 204,
    "녕하": 117,
    "하세": 259,
    "세요": 174,
    "요 ": 205,
    "안녕하": 186,
    "녕하세": 118,
    "하세요": 260,
    "세요 ": 175,
    " 안녕하": 50,
    "안녕하세": 187,
    "녕하세요": 119,
    "하세요 ": 261,
    "이": 217,
    " 하": 82,
    "하이": 262,
    "이 ": 218,
    " 하이": 83,
    "하이 ": 263,
    " 하이 ": 84,
    "좋": 238,
    "은": 211,
    " 좋": 76,
    "좋은": 239,
    "은 ": 212,
    " 좋은": 77,
    "좋은 ": 240,
    " 좋은 ": 78,
    "아": 180,
    "침": 256,
    " 아": 44,
    "아침": 181,
    "침 ": 257,
    " 아침": 45,
    "아침 ": 182,
    " 아침 ": 46,
    "히": 267,
    "녕히": 120,
    "히 ": 268,
    "안녕히": 188,
    "녕히 ": 121,
    " 안녕히": 51,
    "안녕히 ": 189,
    "계": 95,
    " 계": 7,
    "계세": 99,
    " 계세": 10,
    "계세요": 100,
    " 계세요": 11,
    "계세요 ": 101,
    "잘": 230,
    " 잘": 68,
    "잘 ": 231,
    " 잘 ": 69,
    "가": 87,
    " 가": 1,
    "가요": 88,
    " 가요": 2,
    "가요 ": 89,
    " 가요 ": 3,
    "바": 168,
    " 바": 39,
    "바이": 169,
    " 바이": 40,
    "바이 ": 170,
    " 바이 ": 41,
    "점": 235,
    "심": 178,
    " 점": 73,
    "점심": 236,
    "심 ": 179,
    " 점심": 74,
    "점심 ": 237,
    " 점심 ": 75,
    "뭐": 164,
    " 뭐": 35,
    "뭐 ": 165,
    " 뭐 ": 36,
    "먹": 154,
    "지": 243,
    "?": 85,
    " 먹": 27,
    "먹지": 158,
    "지?": 244,
    "? ": 86,
    " 먹지": 30,
    "먹지?": 159,
    "지? ": 245,
    " 먹지?": 31,
    "먹지? ": 160,
    "오": 201,
    "늘": 126,
    " 오": 55,
    "오늘": 202,
    "늘 ": 127,
    " 오늘": 56,
    "오늘 ": 203,
    " 오늘 ": 57,
    "저": 232,
    "녁": 113,
    " 저": 70,
    "저녁": 233,
    "녁 ": 114,
    " 저녁": 71,
    "저녁 ": 234,
    " 저녁 ": 72,
    "야": 194,
    "뭐야": 166,
    "야 ": 195,
    " 뭐야": 37,
    "뭐야 ": 167,
    " 뭐야 ": 38,
    "메": 161,
    "뉴": 122,
    " 메": 32,
    "메뉴": 162,
    "뉴 ": 123,
    " 메뉴": 33,
    "메뉴 ": 163,
    " 메뉴 ": 34,
    "추": 250,
    "천": 246,
    "해": 264,
    "줘": 241,
    " 추": 79,
    "추천": 251,
    "천해": 247,
    "해줘": 265,
    "줘 ": 242,
    " 추천": 80,
    "추천해": 252,
    "천해줘": 248,
    "해줘 ": 266,
    " 추천해": 81,
    "추천해줘": 253,
    "천해줘 ": 249,
    "을": 213,
    "까": 110,
    "먹을": 155,
    "을까": 214,
    "까?": 111,
    " 먹을": 28,
    "먹을까": 156,
    "을까?": 215,
    "까? ": 112,
    " 먹을까": 29,
    "먹을까?": 157,
    "을까? ": 216,
    "감": 92,
    "자": 228,
    " 감": 4,
    "감자": 93,
    "자 ": 229,
    " 감자": 5,
    "감자 ": 94,
    " 감자 ": 6,
    "리": 149,
    " 요": 58,
    "요리": 206,
    "리 ": 150,
    " 요리": 59,
    "요리 ": 207,
    " 요리 ": 60,
    "있": 219,
    "어": 196,
    " 있": 61,
    "있어": 222,
    "어?": 197,
    " 있어": 64,
    "있어?": 223,
    "어? ": 198,
    " 있어?": 65,
    "있어? ": 224,
    "란": 140,
    "으": 208,
    "로": 147,
    "계란": 96,
    "란으": 141,
    "으로": 209,
    "로 ": 148,
    " 계란": 8,
    "계란으": 97,
    "란으로": 142,
    "으로 ": 210,
    " 계란으": 9,
    "계란으로": 98,
    "란으로 ": 143,
    "만": 151,
    "들": 135,
    " 만": 24,
    "만들": 152,
    "들 ": 136,
    " 만들": 25,
    "만들 ": 153,
    " 만들 ": 26,
    "수": 176,
    " 수": 42,
    "수 ": 177,
    " 수 ": 43,
    "는": 124,
    "있는": 220,
    "는 ": 125,
    " 있는": 62,
    "있는 ": 221,
    " 있는 ": 63,
    "알": 190,
    "려": 144,
    " 알": 52,
    "알려": 191,
    "려줘": 145,
    " 알려": 53,
    "알려줘": 192,
    "려줘 ": 146,
    " 알려줘": 54,
    "알려줘 ": 193,
    "두": 132,
    "부": 171,
    " 두": 18,
    "두부": 133,
    "부 ": 172,
    " 두부": 19,
    "두부 ": 134,
    " 두부 ": 20,
    "닭": 128,
    "고": 102,
    "기": 105,
    " 닭": 15,
    "닭고": 129,
    "고기": 103,
    "기 ": 106,
    " 닭고": 16,
    "닭고기": 130,
    "고기 ": 104,
    " 닭고기": 17,
    "닭고기 ": 131,
    "간": 90,
    " 들": 21,
    "들어": 137,
    "어간": 199,
    "간 ": 91,
    " 들어": 22,
    "들어간": 138,
    "어간 ": 200,
    " 들어간": 23,
    "들어간 ": 139,
    "김": 107,
    "치": 254,
    " 김": 12,
    "김치": 108,
    "치 ": 255,
    " 김치": 13,
    "김치 ": 109,
    " 김치 ": 14,
    "있을": 225,
    " 있을": 66,
    "있을까": 226,
    " 있을까": 67,
    "있을까?": 227
  },
  "response": null,
  "action_text": null
}