{
  "text": {
    " ": 0,
    "안": 472,
    "녕": 326,
    " 안": 113,
    "안녕": 473,
    "녕 ": 327,
    " 안녕": 114,
    "안녕 ": 474,
    " 안녕 ": 115,
    "하": 640,
    "세": 453,
    "요": 502,
    "녕하": 328,
    "하세": 643,
    "세요": 454,
    "요 ": 503,
    "안녕하": 475,
    "녕하세": 329,
    "하세요": 644,
    "세요 ": 455,
    " 안녕하": 116,
    "안녕하세": 476,
    "녕하세요": 330,
    "하세요 ": 645,
    "이": 522,
    " 하": 187,
    "하이": 646,
    "이 ": 523,
    " 하이": 188,
    "하이 ": 647,
    " 하이 ": 189,
    "좋": 576,
    "은": 513,
    " 좋": 164,
    "좋은": 577,
    "은 ": 514,
    " 좋은": 165,
    "좋은 ": 578,
    " 좋은 ": 166,
    "아": 467,
    "침": 624,
    " 아": 110,
    "아침": 470,
    "침 ": 625,
    " 아침": 111,
    "아침 ": 471,
    " 아침 ": 112,
    "히": 667,
    "녕히": 331,
    "히 ": 668,
    "안녕히": 477,
    "녕히 ": 332,
    " 안녕히": 117,
    "안녕히 ": 478,
    "계": 287,
    " 계": 28,
    "계세": 292,
    " 계세": 32,
    "계세요": 293,
    " 계세요": 33,
    "계세요 ": 294,
    "잘": 545,
    " 잘": 146,
    "잘 ": 546,
    " 잘 ": 147,
    "가": 263,
    " 가": 14,
    "가요": 269,
    " 가요": 17,
    "가요 ": 270,
    " 가요 ": 18,
    "바": 430,
    " 바": 92,
    "바이": 431,
    " 바이": 93,
    "바이 ": 432,
    " 바이 ": 94,
    "점": 569,
    "심": 465,
    " 점": 161,
    "점심": 570,
    "심 ": 466,
    " 점심": 162,
    "점심 ": 571,
    " 점심 ": 163,
    "뭐": 426,
    " 뭐": 88,
    "뭐 ": 427,
    " 뭐 ": 89,
    "먹": 410,
    "지": 590,
    "?": 219,
    " 먹": 77,
    "먹지": 414,
    "지?": 591,
    "? ": 220,
    " 먹지": 80,
    "먹지?": 415,
    "지? ": 592,
    " 먹지?": 81,
    "먹지? ": 416,
    "오": 499,
    "늘": 337,
    " 오": 127,
    "오늘": 500,
    "늘 ": 338,
    " 오늘": 128,
    "오늘 ": 501,
    " 오늘 ": 129,
    "저": 563,
    "녁": 324,
    " 저": 156,
    "저녁": 564,
    "녁 ": 325,
    " 저녁": 157,
    "저녁 ": 565,
    " 저녁 ": 158,
    "야": 483,
    "뭐야": 428,
    "야 ": 484,
    " 뭐야": 90,
    "뭐야 ": 429,
    " 뭐야 ": 91,
    "메": 417,
    "뉴": 333,
    " 메": 82,
    "메뉴": 418,
    "뉴 ": 334,
    " 메뉴": 83,
    "메뉴 ": 419,
    " 메뉴 ": 84,
    "추": 613,
    "천": 602,
    "해": 659,
    "줘": 588,
    " 추": 181,
    "추천": 617,
    "천해": 604,
    "해줘": 665,
    "줘 ": 589,
    " 추천": 184,
    "추천해": 619,
    "천해줘": 607,
    "해줘 ": 666,
    " 추천해": 186,
    "추천해줘": 621,
    "천해줘 ": 608,
    "을": 515,
    "까": 310,
    "먹을": 411,
    "을까": 516,
    "까?": 311,
    " 먹을": 78,
    "먹을까": 412,
    "을까?": 517,
    "까? ": 312,
    " 먹을까": 79,
    "먹을까?": 413,
    "을까? ": 518,
    "감": 276,
    "자": 541,
    " 감": 22,
    "감자": 277,
    "자 ": 542,
    " 감자": 23,
    "감자 ": 278,
    " 감자 ": 24,
    "리": 398,
    " 요": 130,
    "요리": 504,
    "리 ": 399,
    " 요리": 131,
    "요리 ": 505,
    " 요리 ": 132,
    "있": 532,
    "어": 488,
    " 있": 139,
    "있어": 535,
    "어?": 489,
    " 있어": 142,
    "있어?": 536,
    "어? ": 490,
    " 있어?": 143,
    "있어? ": 537,
    "란": 369,
    "으": 510,
    "로": 385,
    "계란": 288,
    "란으": 371,
    "으로": 511,
    "로 ": 386,
    " 계란": 29,
    "계란으": 290,
    "란으로": 372,
    "으로 ": 512,
    " 계란으": 31,
    "계란으로": 291,
    "란으로 ": 373,
    "만": 400,
    "들": 360,
    " 만": 68,
    "만들": 401,
    "들 ": 361,
    " 만들": 69,
    "만들 ": 402,
    " 만들 ": 70,
    "수": 458,
    " 수": 108,
    "수 ": 459,
    " 수 ": 109,
    "는": 335,
    "있는": 533,
    "는 ": 336,
    " 있는": 140,
    "있는 ": 534,
    " 있는 ": 141,
    "알": 479,
    "려": 382,
    " 알": 118,
    "알려": 480,
    "려줘": 383,
    " 알려": 119,
    "알려줘": 481,
    "려줘 ": 384,
    " 알려줘": 120,
    "알려줘 ": 482,
    "두": 357,
    "부": 438,
    " 두": 57,
    "두부": 358,
    "부 ": 439,
    " 두부": 58,
    "두부 ": 359,
    " 두부 ": 59,
    "닭": 347,
    "고": 295,
    "기": 305,
    " 닭": 51,
    "닭고": 348,
    "고기": 297,
    "기 ": 306,
    " 닭고": 52,
    "닭고기": 349,
    "고기 ": 298,
    " 닭고기": 53,
    "닭고기 ": 350,
    "간": 271,
    " 들": 60,
    "들어": 362,
    "어간": 491,
    "간 ": 272,
    " 들어": 61,
    "들어간": 363,
    "어간 ": 492,
    " 들어간": 62,
    "들어간 ": 364,
    "김": 307,
    "치": 622,
    " 김": 34,
    "김치": 308,
    "치 ": 623,
    " 김치": 35,
    "김치 ": 309,
    " 김치 ": 36,
    "있을": 538,
    " 있을": 144,
    "있을까": 539,
    " 있을까": 145,
    "있을까?": 540,
    "다": 339,
    "트": 633,
    " 다": 45,
    "다이": 340,
    "이어": 526,
    "어트": 495,
    "트 ": 634,
    " 다이": 46,
    "다이어": 341,
    "이어트": 527,
    "어트 ": 496,
    " 다이어": 47,
    "다이어트": 342,
    "이어트 ": 528,
    "돼": 353,
    " 돼": 54,
    "돼지": 354,
    "지고": 593,
    " 돼지": 55,
    "돼지고": 355,
    "지고기": 594,
    " 돼지고": 56,
    "돼지고기": 356,
    "지고기 ": 595,
    "레": 378,
    "시": 460,
    "피": 638,
    " 레": 65,
    "레시": 379,
    "시피": 461,
    "피 ": 639,
    " 레시": 66,
    "레시피": 380,
    "시피 ": 462,
    " 레시피": 67,
    "레시피 ": 381,
    "비": 445,
    "건": 282,
    " 비": 98,
    "비건": 446,
    "건 ": 283,
    " 비건": 99,
    "비건 ": 447,
    " 비건 ": 100,
    "한": 651,
    "식": 463,
    " 한": 192,
    "한식": 653,
    "식 ": 464,
    " 한식": 193,
    "한식 ": 654,
    " 한식 ": 194,
    "양": 485,
    " 양": 121,
    "양식": 486,
    " 양식": 122,
    "양식 ": 487,
    " 양식 ": 123,
    "중": 583,
    " 중": 167,
    "중식": 586,
    " 중식": 170,
    "중식 ": 587,
    " 중식 ": 171,
    "천 ": 603,
    "추천 ": 618,
    " 추천 ": 185,
    "일": 529,
    " 일": 136,
    "일식": 530,
    " 일식": 137,
    "일식 ": 531,
    " 일식 ": 138,
    "편": 635,
    " 간": 19,
    "간편": 273,
    "편식": 636,
    " 간편": 20,
    "간편식": 274,
    "편식 ": 637,
    " 간편식": 21,
    "간편식 ": 275,
    "강": 279,
    " 건": 25,
    "건강": 284,
    "강식": 280,
    " 건강": 26,
    "건강식": 285,
    "강식 ": 281,
    " 건강식": 27,
    "건강식 ": 286,
    "매": 407,
    "운": 508,
    " 매": 74,
    "매운": 408,
    "운 ": 509,
    " 매운": 75,
    "매운 ": 409,
    " 매운 ": 76,
    "음": 519,
    " 음": 133,
    "음식": 520,
    " 음식": 134,
    "음식 ": 521,
    " 음식 ": 135,
    "달": 343,
    "콤": 630,
    " 달": 48,
    "달콤": 344,
    "콤한": 631,
    "한 ": 652,
    " 달콤": 49,
    "달콤한": 345,
    "콤한 ": 632,
    " 달콤한": 50,
    "달콤한 ": 346,
    "칼": 626,
    "저칼": 566,
    "칼로": 627,
    "로리": 387,
    " 저칼": 159,
    "저칼로": 567,
    "칼로리": 628,
    "로리 ": 388,
    " 저칼로": 160,
    "저칼로리": 568,
    "칼로리 ": 629,
    "급": 303,
    "중급": 584,
    "급 ": 304,
    " 중급": 168,
    "중급 ": 585,
    " 중급 ": 169,
    "난": 313,
    "도": 351,
    " 난": 37,
    "난이": 314,
    "이도": 524,
    "도 ": 352,
    " 난이": 38,
    "난이도": 315,
    "이도 ": 525,
    " 난이도": 39,
    "난이도 ": 316,
    "초": 609,
    "보": 433,
    "용": 506,
    " 초": 178,
    "초보": 610,
    "보용": 436,
    "용 ": 507,
    " 초보": 179,
    "초보용": 611,
    "보용 ": 437,
    " 초보용": 180,
    "초보용 ": 612,
    "1": 204,
    "0": 201,
    "분": 443,
    " 1": 1,
    "10": 205,
    "0분": 202,
    "분 ": 444,
    " 10": 2,
    "10분": 206,
    "0분 ": 203,
    " 10분": 3,
    "10분 ": 207,
    "3": 214,
    " 3": 4,
    "30": 216,
    " 30": 5,
    "30분": 217,
    " 30분": 6,
    "30분 ": 218,
    "냉": 319,
    "장": 547,
    " 냉": 42,
    "냉장": 320,
    "장고": 548,
    "고 ": 296,
    " 냉장": 43,
    "냉장고": 321,
    "장고 ": 549,
    " 냉장고": 44,
    "냉장고 ": 322,
    "재": 555,
    "료": 389,
    " 재": 151,
    "재료": 556,
    "료로": 392,
    " 재료": 152,
    "재료로": 559,
    "료로 ": 393,
    " 재료로": 154,
    "재료로 ": 560,
    "에": 497,
    "고에": 299,
    "에 ": 498,
    "장고에": 550,
    "고에 ": 300,
    "냉장고에": 323,
    "장고에 ": 551,
    "속": 456,
    " 속": 106,
    "속 ": 457,
    " 속 ": 107,
    "내": 317,
    " 내": 40,
    "내 ": 318,
    " 내 ": 41,
    "맛": 403,
    " 맛": 71,
    "맛있": 404,
    " 맛있": 72,
    "맛있는": 405,
    " 맛있는": 73,
    "맛있는 ": 406,
    "찾": 598,
    " 찾": 175,
    "찾아": 599,
    "아줘": 468,
    " 찾아": 176,
    "찾아줘": 600,
    "아줘 ": 469,
    " 찾아줘": 177,
    "찾아줘 ": 601,
    "료가": 390,
    "가 ": 264,
    "재료가": 557,
    "료가 ": 391,
    " 재료가": 153,
    "재료가 ": 558,
    "족": 572,
    "면": 420,
    " 부": 95,
    "부족": 440,
    "족하": 573,
    "하면": 641,
    "면 ": 421,
    " 부족": 96,
    "부족하": 441,
    "족하면": 574,
    "하면 ": 642,
    " 부족하": 97,
    "부족하면": 442,
    "족하면 ": 575,
    "사": 448,
    " 사": 101,
    "사야": 451,
    " 사야": 104,
    "사야 ": 452,
    " 사야 ": 105,
    " 해": 198,
    "해?": 660,
    " 해?": 199,
    "해? ": 661,
    " 해? ": 200,
    "모": 422,
    "랄": 374,
    " 모": 85,
    "모자": 423,
    "자랄": 543,
    "랄 ": 375,
    " 모자": 86,
    "모자랄": 424,
    "자랄 ": 544,
    " 모자랄": 87,
    "모자랄 ": 425,
    "때": 365,
    " 때": 63,
    "때 ": 366,
    " 때 ": 64,
    " 장": 148,
    "장보": 552,
    "보기": 434,
    " 장보": 149,
    "장보기": 553,
    "보기 ": 435,
    " 장보기": 150,
    "장보기 ": 554,
    "금": 301,
    " 지": 172,
    "지금": 596,
    "금 ": 302,
    " 지금": 173,
    "지금 ": 597,
    " 지금 ": 174,
    "러": 376,
    "사러": 449,
    "러 ": 377,
    " 사러": 102,
    "사러 ": 450,
    " 사러 ": 103,
    "가야": 267,
    " 가야": 15,
    "가야 ": 268,
    " 가야 ": 16,
    "하지": 648,
    " 하지": 190,
    "하지?": 649,
    " 하지?": 191,
    "하지? ": 650,
    "떤": 367,
    " 어": 124,
    "어떤": 493,
    "떤 ": 368,
    " 어떤": 125,
    "어떤 ": 494,
    " 어떤 ": 126,
    "를": 396,
    "료를": 394,
    "를 ": 397,
    "재료를": 561,
    "료를 ": 395,
    " 재료를": 155,
    "재료를 ": 562,
    "추가": 614,
    "가로": 265,
    " 추가": 182,
    "추가로": 615,
    "가로 ": 266,
    " 추가로": 183,
    "추가로 ": 616,
    "할": 655,
    " 할": 195,
    "할까": 656,
    " 할까": 196,
    "할까?": 657,
    " 할까?": 197,
    "할까? ": 658,
    "j": 238,
    "m": 243,
    " j": 7,
    "jm": 239,
    "m야": 245,
    " jm": 8,
    "jm야": 241,
    "m야 ": 246,
    " jm야": 10,
    "jm야 ": 242,
    "u": 259,
    "s": 254,
    "e": 228,
    "r": 247,
    "2": 211,
    " u": 11,
    "us": 260,
    "se": 255,
    "er": 229,
    "r1": 248,
    "12": 208,
    "23": 212,
    "3 ": 215,
    " us": 12,
    "use": 261,
    "ser": 256,
    "er1": 230,
    "r12": 249,
    "123": 209,
    "23 ": 213,
    " use": 13,
    "user": 262,
    "ser1": 257,
    "er12": 231,
    "r123": 250,
    "123 ": 210,
    "_": 221,
    "i": 234,
    "d": 225,
    "r_": 251,
    "_i": 222,
    "id": 235,
    "d는": 226,
    "er_": 232,
    "r_i": 252,
    "_id": 223,
    "id는": 236,
    "d는 ": 227,
    "ser_": 258,
    "er_i": 233,
    "r_id": 253,
    "_id는": 224,
    "id는 ": 237,
    "m ": 244,
    "jm ": 240,
    " jm ": 9,
    "주": 579,
    "해주": 662,
    "주세": 580,
    "천해주": 605,
    "해주세": 663,
    "주세요": 581,
    "추천해주": 620,
    "천해주세": 606,
    "해주세요": 664,
    "주세요 ": 582,
    "란 ": 370,
    "계란 ": 289,
    " 계란 ": 30
  },
  "response": null,
  "action_text": null
}