{
  "text": {
    " ": 0,
    "안": 100,
    "녕": 64,
    " 안": 25,
    "안녕": 101,
    "녕 ": 65,
    " 안녕": 26,
    "안녕 ": 102,
    " 안녕 ": 27,
    "하": 148,
    "세": 92,
    "요": 112,
    "녕하": 66,
    "하세": 149,
    "세요": 93,
    "요 ": 113,
    "안녕하": 103,
    "녕하세": 67,
    "하세요": 150,
    "세요 ": 94,
    " 안녕하": 28,
    "안녕하세": 104,
    "녕하세요": 68,
    "하세요 ": 151,
    "이": 120,
    " 하": 47,
    "하이": 152,
    "이 ": 121,
    " 하이": 48,
    "하이 ": 153,
    " 하이 ": 49,
    "좋": 130,
    "은": 114,
    " 좋": 41,
    "좋은": 131,
    "은 ": 115,
    " 좋은": 42,
    "좋은 ": 132,
    " 좋은 ": 43,
    "아": 97,
    "침": 146,
    " 아": 22,
    "아침": 98,
    "침 ": 147,
    " 아침": 23,
    "아침 ": 99,
    " 아침 ": 24,
    "히": 157,
    "녕히": 69,
    "히 ": 158,
    "안녕히": 105,
    "녕히 ": 70,
    " 안녕히": 29,
    "안녕히 ": 106,
    "계": 55,
    " 계": 4,
    "계세": 56,
    " 계세": 5,
    "계세요": 57,
    " 계세요": 6,
    "계세요 ": 58,
    "잘": 122,
    " 잘": 33,
    "잘 ": 123,
    " 잘 ": 34,
    "가": 52,
    " 가": 1,
    "가요": 53,
    " 가요": 2,
    "가요 ": 54,
    " 가요 ": 3,
    "바": 89,
    " 바": 19,
    "바이": 90,
    " 바이": 20,
    "바이 ": 91,
    " 바이 ": 21,
    "점": 127,
    "심": 95,
    " 점": 38,
    "점심": 128,
    "심 ": 96,
    " 점심": 39,
    "점심 ": 129,
    " 점심 ": 40,
    "뭐": 85,
    " 뭐": 15,
    "뭐 ": 86,
    " 뭐 ": 16,
    "먹": 75,
    "지": 135,
    "?": 50,
    " 먹": 7,
    "먹지": 79,
    "지?": 136,
    "? ": 51,
    " 먹지": 10,
    "먹지?": 80,
    "지? ": 137,
    " 먹지?": 11,
    "먹지? ": 81,
    "오": 109,
    "늘": 73,
    " 오": 30,
    "오늘": 110,
    "늘 ": 74,
    " 오늘": 31,
    "오늘 ": 111,
    " 오늘 ": 32,
    "저": 124,
    "녁": 62,
    " 저": 35,
    "저녁": 125,
    "녁 ": 63,
    " 저녁": 36,
    "저녁 ": 126,
    " 저녁 ": 37,
    "야": 107,
    "뭐야": 87,
    "야 ": 108,
    " 뭐야": 17,
    "뭐야 ": 88,
    " 뭐야 ": 18,
    "메": 82,
    "뉴": 71,
    " 메": 12,
    "메뉴": 83,
    "뉴 ": 72,
    " 메뉴": 13,
    "메뉴 ": 84,
    " 메뉴 ": 14,
    "추": 142,
    "천": 138,
    "해": 154,
    "줘": 133,
    " 추": 44,
    "추천": 143,
    "천해": 139,
    "해줘": 155,
    "줘 ": 134,
    " 추천": 45,
    "추천해": 144,
    "천해줘": 140,
    "해줘 ": 156,
    " 추천해": 46,
    "추천해줘": 145,
    "천해줘 ": 141,
    "을": 116,
    "까": 59,
    "먹을": 76,
    "을까": 117,
    "까?": 60,
    " 먹을": 8,
    "먹을까": 77,
    "을까?": 118,
    "까? ": 61,
    " 먹을까": 9,
    "먹을까?": 78,
    "을까? ": 119
  },
  "response": null,
  "action_text": null
}