{
  "text": {
    " ": 0,
    "안": 192,
    "녕": 121,
    " 안": 50,
    "안녕": 193,
    "녕 ": 122,
    " 안녕": 51,
    "안녕 ": 194,
    " 안녕 ": 52,
    "하": 267,
    "세": 182,
    "요": 213,
    "녕하": 123,
    "하세": 268,
    "세요": 183,
    "요 ": 214,
    "안녕하": 195,
    "녕하세": 124,
    "하세요": 269,
    "세요 ": 184,
    " 안녕하": 53,
    "안녕하세": 196,
    "녕하세요": 125,
    "하세요 ": 270,
    "이": 226,
    " 하": 85,
    "하이": 271,
    "이 ": 227,
    " 하이": 86,
    "하이 ": 272,
    " 하이 ": 87,
    "좋": 247,
    "은": 220,
    " 좋": 79,
    "좋은": 248,
    "은 ": 221,
    " 좋은": 80,
    "좋은 ": 249,
    " 좋은 ": 81,
    "아": 189,
    "침": 265,
    " 아": 47,
    "아침": 190,
    "침 ": 266,
    " 아침": 48,
    "아침 ": 191,
    " 아침 ": 49,
    "히": 278,
    "녕히": 126,
    "히 ": 279,
    "안녕히": 197,
    "녕히 ": 127,
    " 안녕히": 54,
    "안녕히 ": 198,
    "계": 101,
    " 계": 10,
    "계세": 105,
    " 계세": 13,
    "계세요": 106,
    " 계세요": 14,
    "계세요 ": 107,
    "잘": 239,
    " 잘": 71,
    "잘 ": 240,
    " 잘 ": 72,
    "가": 90,
    " 가": 1,
    "가요": 91,
    " 가요": 2,
    "가요 ": 92,
    " 가요 ": 3,
    "바": 177,
    " 바": 42,
    "바이": 178,
    " 바이": 43,
    "바이 ": 179,
    " 바이 ": 44,
    "점": 244,
    "심": 187,
    " 점": 76,
    "점심": 245,
    "심 ": 188,
    " 점심": 77,
    "점심 ": 246,
    " 점심 ": 78,
    "뭐": 173,
    " 뭐": 38,
    "뭐 ": 174,
    " 뭐 ": 39,
    "먹": 163,
    "지": 252,
    "?": 88,
    " 먹": 30,
    "먹지": 167,
    "지?": 253,
    "? ": 89,
    " 먹지": 33,
    "먹지?": 168,
    "지? ": 254,
    " 먹지?": 34,
    "먹지? ": 169,
    "오": 210,
    "늘": 132,
    " 오": 58,
    "오늘": 211,
    "늘 ": 133,
    " 오늘": 59,
    "오늘 ": 212,
    " 오늘 ": 60,
    "저": 241,
    "녁": 119,
    " 저": 73,
    "저녁": 242,
    "녁 ": 120,
    " 저녁": 74,
    "저녁 ": 243,
    " 저녁 ": 75,
    "야": 203,
    "뭐야": 175,
    "야 ": 204,
    " 뭐야": 40,
    "뭐야 ": 176,
    " 뭐야 ": 41,
    "메": 170,
    "뉴": 128,
    " 메": 35,
    "메뉴": 171,
    "뉴 ": 129,
    " 메뉴": 36,
    "메뉴 ": 172,
    " 메뉴 ": 37,
    "추": 259,
    "천": 255,
    "해": 275,
    "줘": 250,
    " 추": 82,
    "추천": 260,
    "천해": 256,
    "해줘": 276,
    "줘 ": 251,
    " 추천": 83,
    "추천해": 261,
    "천해줘": 257,
    "해줘 ": 277,
    " 추천해": 84,
    "추천해줘": 262,
    "천해줘 ": 258,
    "을": 222,
    "까": 116,
    "먹을": 164,
    "을까": 223,
    "까?": 117,
    " 먹을": 31,
    "먹을까": 165,
    "을까?": 224,
    "까? ": 118,
    " 먹을까": 32,
    "먹을까?": 166,
    "을까? ": 225,
    "감": 98,
    "자": 237,
    " 감": 7,
    "감자": 99,
    "자 ": 238,
    " 감자": 8,
    "감자 ": 100,
    " 감자 ": 9,
    "리": 158,
    " 요": 61,
    "요리": 215,
    "리 ": 159,
    " 요리": 62,
    "요리 ": 216,
    " 요리 ": 63,
    "있": 228,
    "어": 205,
    " 있": 64,
    "있어": 231,
    "어?": 206,
    " 있어": 67,
    "있어?": 232,
    "어? ": 207,
    " 있어?": 68,
    "있어? ": 233,
    "란": 149,
    "으": 217,
    "로": 156,
    "계란": 102,
    "란으": 150,
    "으로": 218,
    "로 ": 157,
    " 계란": 11,
    "계란으": 103,
    "란으로": 151,
    "으로 ": 219,
    " 계란으": 12,
    "계란으로": 104,
    "란으로 ": 152,
    "만": 160,
    "들": 144,
    " 만": 27,
    "만들": 161,
    "들 ": 145,
    " 만들": 28,
    "만들 ": 162,
    " 만들 ": 29,
    "수": 185,
    " 수": 45,
    "수 ": 186,
    " 수 ": 46,
    "는": 130,
    "있는": 229,
    "는 ": 131,
    " 있는": 65,
    "있는 ": 230,
    " 있는 ": 66,
    "알": 199,
    "려": 153,
    " 알": 55,
    "알려": 200,
    "려줘": 154,
    " 알려": 56,
    "알려줘": 201,
    "려줘 ": 155,
    " 알려줘": 57,
    "알려줘 ": 202,
    "간": 93,
    "단": 134,
    "한": 273,
    " 간": 4,
    "간단": 95,
    "단한": 135,
    "한 ": 274,
    " 간단": 5,
    "간단한": 96,
    "단한 ": 136,
    " 간단한": 6,
    "간단한 ": 97,
    "두": 141,
    "부": 180,
    " 두": 21,
    "두부": 142,
    "부 ": 181,
    " 두부": 22,
    "두부 ": 143,
    " 두부 ": 23,
    "닭": 137,
    "고": 108,
    "기": 111,
    " 닭": 18,
    "닭고": 138,
    "고기": 109,
    "기 ": 112,
    " 닭고": 19,
    "닭고기": 139,
    "고기 ": 110,
    " 닭고기": 20,
    "닭고기 ": 140,
    " 들": 24,
    "들어": 146,
    "어간": 208,
    "간 ": 94,
    " 들어": 25,
    "들어간": 147,
    "어간 ": 209,
    " 들어간": 26,
    "들어간 ": 148,
    "김": 113,
    "치": 263,
    " 김": 15,
    "김치": 114,
    "치 ": 264,
    " 김치": 16,
    "김치 ": 115,
    " 김치 ": 17,
    "있을": 234,
    " 있을": 69,
    "있을까": 235,
    " 있을까": 70,
    "있을까?": 236
  },
  "response": null,
  "action_text": null
}